 <div class="max-w-3xl mx-auto bg-white p-6 shadow-lg rounded-lg">
     <h1 class="text-2xl font-bold mb-4">Регламент (ЕС) 2016/679</h1>
     <p class="mb-4">От 25 май 2018 г. за всички граждани на Европейския съюз влиза в сила новият регламент за защита
         на личните данни – Регламент (ЕС) 2016/679.</p>

     <h2 class="text-xl font-semibold mt-6">Политика за защита на личните данни</h2>
     <p class="mb-4">Настоящата политика описва как съхраняваме, обработваме и защитаваме Вашата лична информация.</p>

     <h2 class="text-xl font-semibold mt-6">Важно е да знаете</h2>
     <ul class="list-disc list-inside mb-4">
         <li>Ако не сте съгласни с обработката на личните Ви данни, не ни ги предоставяйте.</li>
         <li>В определени случаи Вашето съгласие може да не е необходимо.</li>
         <li>Контролният орган е Комисията за защита на личните данни.</li>
     </ul>

     <h2 class="text-xl font-semibold mt-6">Понятия</h2>
     <p><strong>Лични данни:</strong> Всяка информация, която може да идентифицира дадено лице.</p>
     <p><strong>Обработване на лични данни:</strong> Всяко действие, свързано с личните данни.</p>

     <h2 class="text-xl font-semibold mt-6">Лични данни</h2>
     <p class="mb-4">В зависимост от начина, по който използвате платформата, обработваме различни категории данни.</p>


     <h3 class="text-lg font-semibold mt-4">E-mail абонат</h3>
     <p class="mb-2">Обработвани данни: Име, e-mail адрес.</p>

     <h3 class="text-lg font-semibold mt-4">Потребител</h3>
     <p class="mb-2">Обработвани данни: Име, адрес, телефонен номер, e-mail.</p>

     <h2 class="text-xl font-semibold mt-6">Вашите права</h2>
     <ul class="list-disc list-inside mb-4">
         <li>Право на достъп до личните Ви данни.</li>
         <li>Право на поправка на лични данни.</li>
         <li>Право на изтриване (правото да бъдете забравени).</li>
         <li>Право на ограничаване на обработването.</li>
         <li>Право на възражение срещу обработването.</li>
         <li>Право на преносимост на данни.</li>
         <li>Право на подаване на жалба в контролен орган.</li>
     </ul>

     <h2 class="text-xl font-semibold mt-6">Сигурност на данните</h2>
     <p class="mb-4">Вашите лични данни се съхраняват защитено и се обработват криптирано чрез HTTPS.</p>



     <h2 class="text-xl font-semibold mt-6">Бисквитки</h2>
     <p class="mb-4">Сайтовете на Платформата, както и използвани от тях външни услуги, предоставяни от трети страни,
         използват бисквитки (cookies) за временно съхранение на малки частици информация, с цел коректно функциониране
         и предоставяне на максимално добри услуги.</p>

     <h2 class="text-xl font-semibold mt-6">Заключителни разпоредби</h2>
     <p>Всички бъдещи промени в тази политика ще бъдат публикувани на тази страница.</p>
 </div>
